// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Programvareoppdateringer er tilgjengelig for maskinen. Vil du installere oppdateringene?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Du kan fortsette å bruke maskinen mens installeringen pågår. Du trenger ikke å starte maskinen på nytt når installeringen er fullført.";
"INSTALL_TITLE" = "Installer";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Programvareoppdateringer for datamaskinen er klare til å bli installert. Vil du installere oppdateringene nå?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Du må starte maskinen på nytt etter at oppdateringene har blitt installert.";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installer og start på nytt";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Du må logge av for å installere oppdateringene.";
"LOG_OUT_AND_INSTALL_TITLE" = "Logg av og installer";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Du må slå av maskinen etter at oppdateringene har blitt installert.";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installer og slå av";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Programvareoppdateringer for datamaskinen er tilgjengelig. Vil du laste ned og installere oppdateringene?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Du må starte maskinen på nytt etter at oppdateringene har blitt installert.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Programvareoppdateringer for datamaskinen er tilgjengelig. Vil du laste ned og installere oppdateringene?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Du må logge av når oppdateringene har blitt lastet ned.";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Programvareoppdateringer for datamaskinen er tilgjengelig. Vil du laste ned og installere oppdateringene?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Du må slå av maskinen etter at oppdateringene har blitt installert.";

"CONTINUE_TITLE" = "Fortsett";


// common buttons
"NOT_NOW_TITLE" = "Ikke nå";
"SHOW_DETAILS_TITLE" = "Vis detaljer";
